<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي الرسائل الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها وسيط كلمة المرور عند فشل محاولة تحديث كلمة المرور،
    | مثل رمز غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور بنجاح!',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'الرجاء الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بهذا العنوان الإلكتروني.",

];
